Repository: City-of-Helsinki/drupal-helfi-tyollisyyspalvelut-manuaali
Catalog: translations/*-interface-translations.po
Languages: sv

source: Group nodes
sv: Ryhmän solmut

source: Delete relation
sv: Hylkää suhde

source: Edit node
sv: Muokkaa solmua

source: Delete node
sv: Poista solmu

source: Group members
sv: Ryhmien jäsenyydet

source: Joined
sv: Liittyi

source: Edit member
sv: Muokkaa jäsentä

source: Remove member
sv: Poista jäsen

source: Members
sv: Jäsenet

source: Message operations bulk form
sv: Meddelandefunktioner för massformulär

source: With selection
sv: Med urval

source: Message ID
sv: ID-nummer för meddelande

source: Message text
sv: Meddelandetext

source: Published date
sv: Julkaisupäivämäärä

source: Template
sv: Mall

source: @interval ago
sv: @interval sedan

source: Frequently asked questions
sv: Vanliga frågor

source: Accessibility
sv: Tillgänglighet

source: Privacy policy
sv: Dataskydd

source: Welcome to [site:name]
sv: Välkommen till Servicemanual

source: Welcome to the Service Manual!
sv: Välkommen till Servicemanual!

source: Welcome!
sv: Välkommen!

source: Recently added favorites
sv: Nyligen tillagda favoriter

source: No recently added favorites
sv: Inga nyligen tillagda favoriter

source: Search services
sv: Sök tjänster

source: Name of service
sv: Tjänstens namn

source: Updated
sv: Uppdaterat

source: Updated
sv: Uppdaterat

source: Service provider
sv: Tjänsteproducent

source: Language
sv: Språk

source: Recently viewed
sv: Nyligen visad

source: Recently updated
sv: Nyligen uppdaterad

source: Instructions and guides
sv: Instruktioner och guider

source: Management and admin
sv: Förvaltning och underhåll

source: Search from all services
sv: Sök bland alla tjänster

source: Search
sv: Sök

source: Show additional choices
sv: Visa ytterligare alternativ

source: Show additional options
sv: Visa fler filter

source: Clear filters
sv: Ta bort filter

source: Results
sv: Resultat

source: Next
sv: Nästä

source: Previous
sv: Tidigare

source: Summary
sv: Sammanfattning

source: Service organiser
sv: Tjänsteanordnare

source: Moderation state
sv: status

source: Status
sv: Publiceringsstatus

source: Draft
sv: Utkast

source: Publish
sv: Publicerad

source: Unpublished
sv: Opublicerad

source: Pending
sv: Väntar på publicering

source: Ready to publish
sv: Redo att publicera

source: Outdated
sv: Föråldrad

source: Archived
sv: Arkiverad

source: Services we provide
sv: Tjänster vi tillhandahåller

source: Edit
sv: Redigera

source: Organization
sv: Organisation

source: Prioritize in search
sv: Prioritera i sökningen

source: Save
sv: Spara

source: Delete
sv: Radera

source: Additional information
sv: Ytterligare information

source: Additional information:
sv: Ytterligare information:

source: Version information
sv: Versionsinformation

source: No version
sv: Ingen version

source: This operation cannot be undone
sv: Denna operation kan inte ångras

source: Cancel
sv: Avbryt

source: Add an existing content item
sv: Lägg till ett befintligt innehållsobjekt

source: Add new content item
sv: Lägga till ett nytt innehållsobjekt

source: Operations
sv: Operationer

source: Content
sv: Innehåll

source: Content type
sv: Innehållstyp

source: Additional content type
sv: Ytterligare innehållsinformation

source: User
sv: Användare

source: Subgroup (service provider)
sv: Tjänsteleverantör

source: Group content(service location)
sv: Gruppinnehåll (serviceplatts)

source: Group content (service)
sv: Gruppinnehåll (service)

source: Group membership
sv: Gruppmedlemskap

source: Edit relation
sv: Redigera relation

source: view content
sv: Visa innehåll

source: Add service
sv: Lägg till tjänst

source: Filter
sv: Filtrera

source: Filter by search term
sv: Filtrera efter sökterm

source: Service
sv: Tjänst

source: Responsible municipality
sv: Ansvarig kommun

source: Person responsible
sv: Ansvarig person

source: Invite multiple users
sv: Bjud in flera användare

source: Add member
sv: Lägg till medlem

source: Role
sv: Roll

source: View
sv: Visa

source: Group admin
sv: Gruppadministratör

source: Editor
sv: Redaktör

source: Invitations
sv: Inbjudningar

source: Invitee
sv: Inbjudna

source: Invited by
sv: Inbjuden av

source: Invited on
sv: Bjudna på

source: Remove invitation
sv: Ta bort inbjudan

source: Locations
sv: Platser

source: Location
sv: Platser

source: No content
sv: Ingen

source: Service providers
sv: Tjänsteleverantörer

source: Connect organization (service provider)
sv: Ansluta organisation (Tjänsteleverantör)

source: Create organization (service provider)
sv: Skapa en organisation (Tjänsteleverantör)

source: Group type
sv: Grupptyp

source: Edit subgroup
sv: Redigera tjänsteleverantör

source: Delete subgroup
sv: Radera tjänsteleverantör

source: Services of service providers
sv: Tjänster från tjänsteleverantörer

source: Responsible editor (service provider)
sv: Ansvarig person hos tjänsteleverantören

source: Responsivle editor (municipality)
sv: Kommunens ansvarsuppdaterare

source: Basic information
sv: Grundläggande information

source: Service name
sv: Service namn

source: Content limited to 120 characters, remaining:
sv: Innehåll begränsat till 120 tecken, kvar:

source: Short description
sv: Kort beskrivning

source: Service category
sv: Tjänstekategori

source: The service is chargeable
sv: Tjänsten är betald

source: Price
sv: Pris

source: More information about payment (optional)
sv: Mer information om betalning (valfritt)

source: Target group
sv: Målgrupp

source: Life situation
sv: Livssituation

source: Age groups
sv: Åldersgrupper

source: Select age group
sv: Välj åldersgrupp.

source: Specify age range (optional)
sv: Ange åldersintervall (valfritt)

source: Enter minimum and maximum age for participation. E.g. Age 18 to 29.
sv: Ange lägsta och högsta ålder för deltagande. T.ex. Ålder 18 till 29.

source: From - to
sv: Från - till

source: Description of service targe group:
sv: Beskrivning av tjänstens målgrupp:

source: Service accessibility
sv: Tjänstens tillgänglighet

source: Service accessibility (optional)
sv: Tjänstens tillgänglighet (valfritt)

source: Choose from following options
sv: Välj bland följande alternativ

source: Place and time
sv: Plats och tid

source: Method of organizing
sv: Organisationssätt

source: State which methods or format the service was implemented with. Please remember to update the information if the implementation method changes.
sv: Ange vilka metoder eller format tjänsten implementerades med. Kom ihåg att uppdatera informationen om implementeringsmetoden ändras.

source: Choose location
sv: Välj plats

source: Skills level
sv: Kompetensnivå

source: Date and time are separately agreed upon
sv: Datum och tid avtalas separat

source: When is the service organized?
sv: När organiseras tjänsten?

source: Starts – Ends
sv: Start – Slut

source: Starts On
sv: Börjar På

source: Ends On
sv: Slutar på

source: Add another date
sv: Lägg till ett annat datum

source: Add new place and time
sv: Lägg till en ny plats och tid

source: Additional information about time and place
sv: Ytterligare information om tid och plats

source: Service description
sv: Beskrivning av tjänsten

source: Customer
sv: För kunden

source: Specialist
sv: För specialisten

source: Participation in the service
sv: Deltagande i tjänsten

source: The benefits of participating in the service
sv: Fördelarna med deltagande

source: Conditions for participating in the service
sv: Villkor för att delta i tjänsten

source: Description and instructions for customer consents
sv: Villkor för att delta i tjänsten

source: Customer consents
sv: Kundens samtycke

source: Participation requires customer consent.
sv: Deltagande kräver kundens samtycke.

source: Indicate whether the customer's consent is required to participate in the service. If consent is required, add instructions for giving consent (e.g. link to the form, other instructions).
sv: Ange om kundens samtycke krävs för att delta i tjänsten. Om samtycke krävs, lägg till instruktioner för att ge samtycke (t.ex. länk till formuläret, andra instruktioner).

source: Attachments and links
sv: Bilagor och länkar

source: Link
sv: Länk

source: Link text
sv: Länk text

source: Attachments (optional)
sv: Bilagor (valfritt)

source: Add attachments
sv: Lägg till bilagor

source: No file selected
sv: Ingen fil vald

source: Select files
sv: Välj filer

source: Add another item
sv: Lägg till en till

source: Case management and service guidance
sv: Ärendehantering och vägledning till service

source: Municipality-specific instructions (optional)
sv: Kommunspecifika instruktioner (valfritt)

source: Add municipality specific instructions
sv: Lägg till kommunspecifika instruktioner

source: Customer obligation
sv: Kundskyldighet

source: Participation in the service is mandatory
sv: Deltagande i tjänsten är obligatoriskt

source: Yes. Participation in the service is mandatory if participation is agreed in the customer's plan. Failure to comply with the plan may affect eligibility for unemployment benefits.
sv: Ja. Deltagande i tjänsten är obligatoriskt om deltagande är överenskommet i kundens plan. Underlåtenhet att följa planen kan påverka berättigandet till arbetslöshetsersättning.

source: No. Participation in the service is not mandatory.
sv: Nej. Deltagande i tjänsten är inte obligatoriskt.

source: Entries in the customer management system
sv: Inmatningar i kundinformationssystemet

source: Statements and unemployment benefit
sv: Utlåtanden och arbetslöshetsersättning

source: Labor policy statement is made
sv: Arbetspolitiskt uttalande görs

source: Yes. A labor policy statement is made about participating in the service.
sv: Ja. Ett arbetspolitiskt uttalande görs om deltagande i tjänsten.

source: No. A labor policy statement is not made about participation in the service. Since no statement is made, the employment status does not change and the participation does not affect the customer's unemployment benefit.
sv: Nej. Ett arbetspolitiskt uttalande görs inte om deltagande i tjänsten. Eftersom inget uttalande görs ändras inte anställningsläget och deltagandet påverkar inte kundens arbetslöshetsförmånen.

source: Other benefits
sv: Andra fördelar

source: A customer who has work requirement can receive unemployment benefit for the period of participation in the service.
sv: En kund som har arbetsvillkoret kan få arbetslöshetsförmånen under den tid han deltar i tjänsten.

source: It is possible to receive travel or expense reimbursement for the period of participation in the service.
sv: Det är möjligt för kunden att få rese- eller utläggsersättning för perioden för deltagande i tjänsten.

source: Procedures during participation
sv: Rutiner under deltagande

source: Exceptions
sv: Undantag

source: Municipality-specific exeptions
sv: Kommunspecifika undantag

source: Add municipality specific exception
sv: Lägg till kommunspecifika undantag

source: Supplementary job search discussions
sv: Kompletterande samtal om jobbsökning

source: Archiving instruction
sv: Arkiveringsinstruktion

source: Archiving is associated with the service
sv: Arkivering är kopplat till tjänsten

source: Administrators and editors
sv: Administratörer och redaktörer

source: Contact information
sv: Kontaktinformation

source: Other services
sv: Andra tjänster

source: Public contact information
sv: Offentlig kontaktinformation

source: Private contact information
sv: Privat kontaktinformation

source: Add new contact
sv: Lägg till ny kontakt

source: Responsible for service in the organisation
sv: Ansvarig för service i organisationen

source: Responsible for service in municipality
sv: Ansvarig för service i kommunen

source: - Not selected -
sv: - Inte valt -

source: Take a look at these services as well
sv: Titta också på dessa tjänster

source: Instructions for the form
sv: Instruktioner för formuläret

source: Language version
sv: Språkversion

source: Finnish, English, Swedish
sv: Finska, Engelska, Svenska

source: Finnish
sv: Finska

source: English
sv: Engelska

source: Swedish
sv: Svenska

source: Service state
sv: Status

source: Service state:
sv: Status:

source: Change state:
sv: Byta status:

source: Change state
sv: Byta status

source: Do not mark other translations as outdated
sv: Markera inte andra översättningar som föråldrade

source: Show internal instructions
sv: Visa interna instruktioner

source: Charges
sv: Kostnader

source: The service is free of charge
sv: Tjänsten är kostnadsfri

source: Service fee
sv: Tjänsteavgift

source: Who is the service suitable for?
sv: Vem passar tjänsten för?

source: Municipality:
sv: Kommun:

source: Age group
sv: Åldersgrupper

source: How can I participate in the service?
sv: Hur kan jag delta i tjänsten?

source: How is the service organized?
sv: Hur är tjänsten organiserad?

source: Where and when?
sv: Tid och plats?

source: Municipality-specific instructions
sv: Kommunspecifika instruktioner

source: Participation in the service is mandatory if participation is agreed in the customer's plan. Failure to comply with the plan may affect eligibility for unemployment benefits.
sv: Deltagande i tjänsten är obligatoriskt om deltagande är överenskommet i kundens plan. Underlåtenhet att följa planen kan påverka berättigandet till arbetslöshetsersättning.

source: Participation in the service is not mandatory.
sv: Deltagande i tjänsten är inte obligatoriskt.

source: A labor policy statement is made about participating in the service.
sv: Ett arbetspolitiskt uttalande görs om deltagande i tjänsten.

source: A labor policy statement is not made about participation in the service. Since no statement is made, the employment status does not change and the participation does not affect the customer's unemployment benefit.
sv: Ett arbetspolitiskt uttalande görs inte om deltagande i tjänsten. Eftersom inget uttalande görs ändras inte anställningsläget och deltagandet påverkar inte kundens arbetslöshetsförmånen.

source: The service is not suitable for supplementary job search discussions.
sv: Tjänsten lämpar sig inte för kompletterande samtal om jobbsökning.

source: The service is suitable for supplementary job search discussions.
sv: Tjänsten lämpar sig för kompletterande samtal om jobbsökning.

source: The service includes archiving
sv: I tjänsten ingår arkivering

source: Description and work instruction
sv: Beskrivning och arbetsinstruktion

source: Relate to subgroup
sv: Ansluta organisation (Tjänsteleverantör)

source: Add existing content
sv: Lägg till ett befintligt innehållsobjekt

source: Create subgroup
sv: Skapa en organisation (Tjänsteleverantör)

source: Invite members
sv: Bjud in flera användare

source: Content label
sv: Innehåll

source: Plugin used
sv: Ytterligare innehållsinformation

source: All entities
sv: Alla information

source: Accept only essential cookies
sv: Acceptera endast nödvändiga cookies

source: Add existing users
sv: Lägg till befintliga användare

source: Invite new users
sv: Bjud in nya användare

source: 16–29-year-olds
sv: 16–29-åringar

source: 30–54-year-olds
sv: 30–54-åringar

source: 55–70-year-olds
sv: 55–70-åringar

source: and
sv: och

source: Search for services suitable for you
sv: Sök efter tjänster som passar dig

source: Service language
sv: Tjänstens språk

source: Service language:
sv: Tjänstens språk:

source: Selecting municipalities is required, unless municipality doesn't matter is selected.
sv: Val av kommuner krävs, såvida inte kommun spelar någon roll väljs.

source: Municipality doesn't matter
sv: Hemkommun spelar ingen roll

source: Home municipality
sv: Hemkommun

source: No location has been specified.
sv: Ingen plats har angetts.

source: Go to advanced search
sv: Gå till en detaljerad sökning

source: Go to advanced search >
sv: Gå till en detaljerad sökning >

source: Added to favorites
sv: Läggs till i favoriter

source: Removed from favorites
sv: Borttagen från favoriter

source: – All excluding archived –
sv: – Allt exklusive arkiverat –

source: Cancel changes
sv: Avbryt ändringar

source: @title removed from favorites
sv: @title borttagen från favoriter

source: Show all
sv: Visa allt

source: Copy to clipboard
sv: Kopiera till urklipp

source: Create Short Link
sv: Skapa kort länk

source: Copied to clipboard.
sv: Kopierat till urklipp.

source: Copying to clipboard failed.
sv: Kopiering misslyckades.

source: <span class="text">Results in @language</span>
sv: <span class="text">Resultat på @language</span>

source: Service implementation:
sv: Tjänstens organisationssätt:

source: Life situation and service category:
sv: Livssituation och tjänstekategori:

source: Charges:
sv: Avgifter:

source: Service Fee
sv: Tjänsteavgift

source: Participant’s municipality of residence:
sv: Deltagarens hemkommun:

source: Age:
sv: Ålder:

source: Conditions for participating in the service:
sv: Villkor för att delta i tjänsten:

source: Benefits of participating in the service:
sv: Fördelarna med deltagande i tjänsten:

source: Participating in the service requires your consent to the disclosure of your personal data.
sv: Deltagande i tjänsten kräver ditt samtycke till att dina personuppgifter lämnas ut.

source: Attachments (open in a new tab):
sv: Bilagor (öppnas i ny flik):

source: Links:
sv: Länkar:

source: Take a look at these services as well:
sv: Se också dessa tjänster:

source: Other benefits:
sv: Muut etuudet:

source: Who is the service for?
sv: Vem är tjänsten avsedd för?

source: How is the service organised?
sv: Hur ordnas tjänsten?
